Repository: Okuromatsu/vote-condorcet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: How many voters prefer Python? How many prefer JavaScript?
fr: Combien d'électeurs préfèrent Python ? Combien préfèrent JavaScript ?

source: Python vs Java:
fr: Python contre Java :

source: How many voters prefer Python? How many prefer Java?
fr: Combien d'électeurs préfèrent Python ? Combien préfèrent Java ?

source: JavaScript vs Java:
fr: JavaScript contre Java :

source: How many voters prefer JavaScript? How many prefer Java?
fr: Combien d'électeurs préfèrent JavaScript ? Combien préfèrent Java ?

source: Imagine a vote for the 'Best Programming Language' with three candidates:
fr: Imaginez un vote pour le 'Meilleur langage de programmation' avec trois candidats :

source: Python and Ruby are similar (modern, dynamic), while Assembly is very different (low-level). Ideally, the winner should reflect the majority's preference for modern languages, but traditional voting fails here.
fr: Python et Ruby sont similaires (modernes, dynamiques), tandis que l'Assembleur est très différent (bas niveau). Idéalement, le gagnant devrait refléter la préférence de la majorité pour les langages modernes, mais le vote traditionnel échoue ici.

source: Assembly wins even though 60%% of voters preferred a modern language (Python or Ruby). Python and Ruby split the vote, acting as spoilers for each other.
fr: L'Assembleur gagne même si 60%% des électeurs préféraient un langage moderne (Python ou Ruby). Python et Ruby ont divisé les votes, se nuisant mutuellement.

source: Ruby wins
fr: Ruby gagne

source: Ruby beats everyone head-to-head. It is the true consensus winner.
fr: Ruby bat tout le monde en tête-à-tête. C'est le véritable gagnant consensuel.

source: Create and participate in Condorcet voting polls. A fair and transparent ranked-choice voting system.
fr: Créer et participer dans des sondage en ligne en utilisant la méthode de Condorcet. Une méthode de vote par classement juste et transparente

source: Create and participate in Condorcet voting polls online. A fair and transparent ranked-choice voting system.
fr: Créer et participer dans des sondage en ligne en utilisant la méthode de Condorcet. Une méthode de vote par classement juste et transparente

source: Error:
fr: Erreur :

source: Close voting after:
fr: Clôturer le vote après :

source: The poll will automatically close and stop accepting votes after this duration.
fr: Le sondage sera automatiquement clôturé et n'acceptera plus de votes après cette durée.

source: Deadline
fr: Date limite

source: Share this link with voters:
fr: Partagez ce lien avec les électeurs :

source: Ends:
fr: Fin :
