Repository: Okuromatsu/vote-condorcet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Create polls online using Condorcet voting method with multiple tiebreakers methods
es: Utilizando el método de votación Condorcet con desempate de Schulze
fr: Créer des sondages en ligne en utilisation de la méthode de vote Condorcet avec de multiples mécanisme de départage

source: Create Poll - Condorcet Vote
es: Crear encuesta - Voto Condorcet
fr: Créer un sondage - Vote Condorcet

source: Create a New Poll
es: Crear una nueva encuesta
fr: Créer un nouveau sondage

source: Minimum 2 candidates, maximum 50
es: Mínimo 2 candidatos, máximo 50
fr: Minimum 2 candidats, maximum 50

source: One candidate per line
es: Ingrese un candidato por línea
fr: Un candidat par ligne

source: No duplicate names
es: Sin nombres duplicados
fr: Pas de noms en double

source: How to resolve the Condorcet paradox if no clear winner:
es: Cómo resolver la paradoja de Condorcet si no hay un ganador claro:
fr: Comment résoudre le paradoxe Condorcet s'il n'y a pas de gagnant clair :

source: Learn more
es: Aprende más
fr: En savoir plus

source: Make this poll public
es: Hacer pública esta encuesta
fr: Rendre ce sondage public

source: Public polls are visible on the homepage and can be seen by everyone.
es: Las encuestas públicas son visibles en la página de inicio y todos pueden verlas.
fr: Les sondages publics sont visibles sur la page d'accueil et peuvent être vus par tout le monde.

source: Advanced Parameters
es: Parámetros avanzados
fr: Paramètres avancés

source: Secure Poll (One-Time Passwords)
es: Encuesta segura (contraseñas de un solo uso)
fr: Sondage sécurisé (mots de passe à usage unique)

source: Warning: This increases security but adds friction. You are responsible for distributing a unique password to each voter securely.
es: Advertencia: Esto aumenta la seguridad pero añade fricción. Eres responsable de distribuir una contraseña única a cada votante de forma segura.
fr: Attention : Cela augmente la sécurité mais complexifie l'accès. Vous êtes responsable de la distribution sécurisée d'un mot de passe unique à chaque votant.

source: Number of voters (passwords to generate)
es: Número de votantes (contraseñas a generar)
fr: Nombre de votants (mots de passe à générer)

source: Enter a number between 2 and 100.
es: Ingrese un número entre 2 y 100.
fr: Entrez un nombre entre 2 et 100.

source: Cancel
es: Cancelar
fr: Annuler

source: Tips:
es: Consejos:
fr: Conseils :

source: Poll titles should be clear questions (e.g., Best Programming Language?)
es: Los títulos de las encuestas deben ser preguntas claras (por ejemplo, ¿Mejor lenguaje de programación?)
fr: Les titres des sondages doivent être des questions claires (par ex. : Meilleur langage de programmation ?)

source: Keep candidate names short and distinct
es: Mantén los nombres de los candidatos cortos y distintos
fr: Gardez les noms des candidats courts et distincts

source: Once created, polls cannot be edited - double-check before submitting!
es: Una vez creadas, las encuestas no pueden ser editadas - ¡verifica dos veces antes de enviar!
fr: Une fois créés, les sondages ne peuvent pas être modifiés - vérifiez bien avant de soumettre !

source: Voters rank candidates by preference - the Condorcet method finds the fairest winner
es: Los votantes clasifican a los candidatos por preferencia - el método Condorcet encuentra el ganador más justo
fr: Les électeurs classent les candidats selon leurs préférences - la méthode Condorcet trouve le gagnant le plus équitable

source: Creator Dashboard
es: Panel del creador
fr: Tableau de bord du créateur

source: Manage your polls with creator code:
es: Administra tus encuestas con código de creador:
fr: Gérez vos sondages avec le code créateur :

source: Copy Code
es: Copiar código
fr: Copier le code

source: All Polls
es: Todas las encuestas
fr: Tous les sondages

source: Active
es: Activo
fr: Actif

source: Closed
es: Cerrado
fr: Fermé

source: Created:
es: Creado:
fr: Créé :

source: Public
es: Público

source: Private
es: Privado
fr: Privé

source: Open
es: Abierto
fr: Ouvert

source: Votes Cast
es: Votos emitidos
fr: Votes exprimés

source: Current Leader:
es: Líder actual:
fr: Leader actuel :

source: No votes yet
es: Aún no hay votos
fr: Pas encore de votes

source: Candidates:
es: Candidatos:
fr: Candidats :

source: Results
es: Resultados
fr: Résultats

source: Vote
es: Votar
fr: Voter

source: Share
es: Compartir
fr: Partager

source: Make Private
es: Hacer privado
fr: Rendre privé

source: Make Public
es: Hacer público
fr: Rendre public

source: Close
es: Cerrar
fr: Fermer

source: Reopen
es: Reabrir
fr: Réouvrir

source: Delete
es: Eliminar
fr: Supprimer

source: Hide Results
es: Ocultar resultados
fr: Masquer les résultats

source: Release Results
es: Publicar resultados
fr: Publier les résultats

source: No polls found
es: Encuesta no encontrada
fr: Aucun sondage trouvé

source: You haven't created any polls yet.
es: Aún no ha creado ninguna encuesta.
fr: Vous n'avez pas encore créé de sondage.

source: Create one now!
es: ¡Cree una ahora!
fr: Créez-en un maintenant !

source: votes
es: votos

source: No active polls
es: No hay encuestas activas
fr: Aucun sondage actif

source: Winner:
es: Ganador:
fr: Gagnant :

source: No closed polls
es: No hay encuestas cerradas
fr: Aucun sondage fermé

source: Create New Poll
es: Crear nueva encuesta
fr: Créer un nouveau sondage

source: Share Poll
es: Compartir encuesta
fr: Partager le sondage

source: Voting Link:
es: Enlace de votación:
fr: Lien de vote :

source: Copy
es: Copiar
fr: Copier

source: QR Code:
es: Código QR:
fr: Code QR :

source: Creator code copied!
es: ¡Código de creador copiado!
fr: Code créateur copié !

source: Link copied!
es: ¡Enlace copiado!
fr: Lien copié !

source: Warning: This poll allows multiple votes per device. Making it public carries a high risk of manipulation. Are you sure?
es: Advertencia: Esta encuesta permite múltiples votos por dispositivo. Hacerla pública conlleva un alto riesgo de manipulación. ¿Estás seguro?
fr: Attention : Ce sondage autorise plusieurs votes par appareil. Le rendre public comporte un risque élevé de manipulation. Êtes-vous sûr ?

source: Are you sure you want to delete this poll?
es: ¿Estás seguro de que deseas eliminar esta encuesta?
fr: Êtes-vous sûr de vouloir supprimer ce sondage ?

source: If you reopen this poll manually, the automatic timer will be disabled. You will need to close it manually later. Do you want to proceed?
es: Si reabre esta encuesta manualmente, el temporizador automático se desactivará. Tendrá que cerrarla manualmente más tarde. ¿Desea continuar?
fr: Si vous rouvrez ce sondage manuellement, la minuterie automatique sera désactivée. Vous devrez le fermer manuellement plus tard. Voulez-vous continuer ?

source: Access Creator Dashboard
es: Acceder al panel del creador
fr: Accéder au tableau de bord créateur

source: Enter your creator code to manage your polls.
es: Ingrese su código de creador para administrar sus encuestas.
fr: Entrez votre code créateur pour gérer vos sondages.

source: Creator Code
es: Código de creador
fr: Code créateur

source: If you did not save your creator code, unfortunately we cannot recover it for you as we do not store personal information.
es: Si no guardó su código de creador, lamentablemente no podemos recuperarlo por usted ya que no almacenamos información personal.
fr: Si vous n'avez pas sauvegardé votre code créateur, nous ne pouvons malheureusement pas le récupérer pour vous car nous ne stockons pas d'informations personnelles.

source: Condorcet Vote - Best Online Ranked Choice Voting Tool
es: Condorcet Vote - La mejor herramienta de votación preferencial en línea
fr: Condorcet Vote - Le meilleur outil de vote préférentiel en ligne

source: Create fair online polls using the Condorcet voting method. No registration required, just vote and see instant results.
es: Cree encuestas justas online utilizando el método de votación Condorcet. No se requiere registro, simplemente vote y vea resultados instantáneos.
fr: Créer des élections et sondages juste en ligne utilisant la méthode de Condorcet. Pas de compte requis, voter simplement et voyer les résultats en direct.

source: The Fairest Way to Vote Online
es: La forma más justa de votar en línea
fr: La manière la plus équitable de voter en ligne

source: Organize elections and polls using the Condorcet Method. The best Ranked Choice Voting system.
es: Organiza elecciones y encuestas usando el Método Condorcet. El sistema definitivo de Votación Preferencial.
fr: Organisez des élections et sondages avec la méthode de Condorcet. Le meilleur système de Vote Préférentiel.

source: Why use Condorcet Vote?
es: ¿Por qué usar Condorcet Vote?
fr: Pourquoi utiliser Condorcet Vote ?

source: Unlike simple majority voting, Condorcet voting allows participants to rank candidates. It finds the consensus winner who beats everyone else in head-to-head comparisons.
es: A diferencia de la mayoría simple, la votación Condorcet permite clasificar candidatos. Encuentra al ganador de consenso que vence a todos los demás en comparaciones directas.
fr: Contrairement au vote majoritaire simple, le vote Condorcet permet de classer les candidats. Il trouve le vainqueur consensuel qui bat tous les autres en duels.

source: Active Polls
es: Encuestas activas
fr: Sondages actifs

source: candidates
es: candidatos
fr: candidats

source: Created
es: Creado
fr: Créé

source: No active polls yet
es: Aún no hay encuestas activas
fr: Aucun sondage actif pour le moment

source: Be the first to create a poll!
es: ¡Sé el primero en crear una encuesta!
fr: Soyez le premier à créer un sondage !

source: How Condorcet Voting Works
es: Cómo funciona la votación Condorcet
fr: Comment fonctionne le vote Condorcet

source: Rank Candidates
es: Clasificar candidatos
fr: Classer les candidats

source: Vote by ranking candidates in your preferred order. First choice, second choice, etc.
es: Vote clasificando a los candidatos en su orden preferido. Primera opción, segunda opción, etc.
fr: Votez en classant les candidats dans votre ordre préféré. Premier choix, deuxième choix, etc.

source: Pairwise Comparison
es: Comparación por pares
fr: Comparaison par paires

source: We compare each candidate against every other candidate one-on-one.
es: Comparamos cada candidato contra todos los demás candidatos uno a uno.
fr: Nous comparons chaque candidat avec tous les autres candidats en tête-à-tête.

source: Find Winner
es: Encontrar ganador
fr: Trouver le gagnant

source: The candidate who beats all others in head-to-head matchups wins.
es: El candidato que vence a todos los demás en enfrentamientos directos gana.
fr: Le candidat qui bat tous les autres dans les matchs directs gagne.

source: Note:
es: Nota:
fr: Remarque :

source: If there's a tie, the system uses the Schulze method to find the most-likely winner.
es: Si hay un empate, el sistema utiliza el método de Schulze para encontrar el ganador más probable.
fr: S'il y a une égalité, le système utilise la méthode de Schulze pour trouver le gagnant le plus probable.

source: Poll Created
es: Encuesta creada
fr: Sondage créé

source: Poll Created Successfully!
es: ¡Encuesta creada con éxito!
fr: Sondage créé avec succès !

source: Your poll
es: Tu encuesta
fr: Votre sondage

source: has been created.
es: ha sido creada.
fr: a été créé.

source: Save this code to manage your poll (view results, make public, delete):
es: Guarda este código para gestionar tu encuesta (ver resultados, hacer pública, eliminar):
fr: Enregistrez ce code pour gérer votre sondage (afficher les résultats, le rendre public, le supprimer) :Enregistrez ce code pour gérer votre sondage (afficher les résultats, le rendre public, le supprimer) :

source: Go to Creator Dashboard
es: Ir al panel de creador
fr: Aller au tableau de bord du créateur

source: Voter Passwords
es: Contraseñas de votantes
fr: Mots de passe des électeurs

source: IMPORTANT:
es: IMPORTANTE:

source: These passwords are shown ONLY ONCE. Download them now or you will lose access to them. Each password allows exactly one vote.
es: Estas contraseñas se muestran SOLO UNA VEZ. Descárgalas ahora o perderás el acceso a ellas. Cada contraseña permite exactamente un voto.
fr: Ces mots de passe ne sont affichés qu'UNE SEULE FOIS. Téléchargez-les maintenant ou vous y perdrez l'accès. Chaque mot de passe permet exactement un vote.

source: Download passwords.txt
es: Descargar passwords.txt
fr: Télécharger passwords.txt

source: Voting Link
es: Enlace de votación:
fr: Lien de vote

source: QR Code
es: Código QR
fr: Code QR

source: Voters can scan this QR code to vote:
es: Los votantes pueden escanear este código QR para votar:
fr: Les électeurs peuvent scanner ce code QR pour voter :

source: Download QR Code
es: Descargar código QR
fr: Télécharger le code QR

source: Poll Summary
es: Resumen de la encuesta
fr: Résumé du sondage

source: Question:
es: Pregunta:

source: Description:
es: Descripción:

source: Voting Method:
es: Método de votación:
fr: Méthode de vote :

source: Status:
es: Estado:
fr: Statut :

source: Start Voting
es: Empezar a votar
fr: Commencer à voter

source: Next Steps:
es: Siguientes pasos:
fr: Prochaines étapes :

source: Share the voting link or QR code with voters
es: Comparte el enlace de votación o el código QR con los votantes
fr: Partagez le lien de vote ou le code QR avec les électeurs

source: Visit your Creator Dashboard to:
es: Visita tu panel de creador para:
fr: Visitez votre tableau de bord créateur pour :

source: View live voting results
es: Ver resultados de votación en vivo
fr: Voir les résultats des votes en direct

source: Make the poll public (visible on homepage)
es: Hacer pública la encuesta (visible en la página de inicio)
fr: Rendre le sondage public (visible sur la page d'accueil)

source: Close the poll when done voting
es: Cerrar la encuesta cuando termine la votación
fr: Fermer le sondage quand le vote est terminé

source: Delete the poll
es: Eliminar la encuesta
fr: Supprimer le sondage

source: Only you with the creator code can modify this poll
es: Solo tú con el código de creador puedes modificar esta encuesta
fr: Seul vous avec le code créateur pouvez modifier ce sondage

source: Condorcet Winner
es: Ganador de Condorcet
fr: Gagnant de Condorcet

source: via
es: vía

source: No clear Condorcet winner was found (no candidate beats all others).
es: No se encontró un ganador claro de Condorcet (ningún candidato vence a todos los demás).
fr: Aucun gagnant de Condorcet clair n'a été trouvé (aucun candidat ne bat tous les autres).

source: The winner was determined using the
es: El ganador se determinó utilizando el
fr: Le gagnant a été déterminé en utilisant la

source: tiebreaker method.
es: método de desempate.
fr: méthode de départage.

source: No Clear Winner
es: Sin ganador claro
fr: Pas de gagnant clair

source: Not enough votes yet, or there's a tie. Check pairwise matchups below.
es: Aún no hay suficientes votos, o hay un empate. Consulta los enfrentamientos directos a continuación.
fr: Pas encore assez de votes, ou il y a une égalité. Vérifiez les comparaisons par paires ci-dessous.

source: Voting Statistics
es: Estadísticas de votación
fr: Statistiques de vote

source: Total Votes
es: Votos totales
fr: Votes totaux

source: Unique Voters
es: Votantes únicos
fr: Électeurs uniques

source: First Choice Votes
es: Votos de primera opción
fr: Votes de premier choix

source: Head-to-Head Matchups
es: Enfrentamientos directos
fr: Affrontements directs

source: Matchup
es: Enfrentamiento
fr: Affrontement

source: Votes
es: Votos

source: Tie
es: Empate
fr: Égalité

source: Actions
es: Acciones

source: Poll Closed
es: Encuesta cerrada
fr: Sondage fermé

source: Back to Polls
es: Volver a las encuestas
fr: Retour aux sondages

source: Share this link to get more votes
es: Comparte este enlace para obtener más votos
fr: Partagez ce lien pour obtenir plus de votes

source: Transparency
es: Transparencia
fr: Transparence

source: Verify the results manually by downloading the full anonymized vote dataset.
es: Verifique los resultados manualmente descargando el conjunto completo de datos de votación anonimizados.
fr: Vérifiez les résultats manuellement en téléchargeant le jeu de données anonymisé complet.

source: Download JSON Data
es: Descargar datos JSON
fr: Télécharger les données JSON

source: Your Verification ID(s):
es: Su(s) ID de verificación:
fr: Votre/Vos ID de vérification :

source: Condorcet Method
es: Método Condorcet
fr: Méthode de Condorcet

source: The winner is the candidate who would beat all others in one-on-one matchups. This method is considered the fairest way to find a consensus choice.
es: El ganador es el candidato que vencería a todos los demás en enfrentamientos uno a uno. Este método se considera la forma más justa de encontrar una opción de consenso.
fr: Le gagnant est le candidat qui battrait tous les autres dans les affrontements directs. Cette méthode est considérée comme le moyen le plus équitable de trouver un choix consensuel.

source: Copied!
es: ¡Copiado!
fr: Copié !

source: Rank the candidates
es: Clasifica los candidatos
fr: Classez les candidats

source: Drag to reorder candidates, or use the select dropdowns. Your first choice is your strongest preference.
es: Arrastra para reordenar a los candidatos, o usa los menús desplegables. Tu primera opción es tu preferencia más fuerte.
fr: Glissez-déposez pour réorganiser les candidats, ou utilisez les menus déroulants. Votre premier choix est votre préférence la plus forte.

source: How to Vote:
es: Cómo votar:
fr: Comment voter :

source: Rank candidates by dragging them in order of preference
es: Clasifica a los candidatos arrastrándolos en orden de preferencia
fr: Classez les candidats en les glissant dans l'ordre de préférence

source: First position = your strongest choice
es: Primera posición = tu opción más fuerte
fr: Première position = votre choix le plus fort

source: Last position = your weakest choice
es: Última posición = tu opción más débil
fr: Dernière position = votre choix le plus faible

source: All candidates must be ranked exactly once
es: Todos los candidatos deben ser clasificados exactamente una vez
fr: Tous les candidats doivent être classés exactement une fois

source: Submit Vote
es: Enviar voto
fr: Soumettre le vote

source: Instead of just picking one candidate, you rank them. The system then finds the candidate who would win in a fair head-to-head matchup against any other candidate. This method is considered one of the fairest voting systems.
es: En lugar de solo elegir un candidato, los clasificas. El sistema luego encuentra al candidato que ganaría en un enfrentamiento cara a cara justo contra cualquier otro candidato. Este método se considera uno de los sistemas de votación más justos.
fr: Au lieu de simplement choisir un candidat, vous les classez. Le système trouve ensuite le candidat qui gagnerait dans un affrontement équitable contre n'importe quel autre candidat. Cette méthode est considérée comme l'un des systèmes de vote les plus équitables.

source: This poll is closed and results have not been released.
es: Esta encuesta está cerrada y los resultados no han sido publicados.
fr: Ce sondage est fermé et les résultats n'ont pas été publiés.

source: This poll is closed. You can only view results.
es: Esta encuesta está cerrada. Solo puedes ver los resultados.
fr: Ce sondage est fermé. Vous ne pouvez voir que les résultats.

source: This poll has reached maximum votes.
es: Esta encuesta ha alcanzado el número máximo de votos.
fr: Ce sondage a atteint le nombre maximum de votes.

source: Authentication successful. You can now vote.
es: Autenticación exitosa. Ahora puede votar.
fr: Authentification réussie. Vous pouvez maintenant voter.

source: Invalid or already used password.
es: Contraseña inválida o ya utilizada.
fr: Mot de passe invalide ou déjà utilisé.

source: Poll has no candidates.
es: La encuesta no tiene candidatos.
fr: Le sondage n'a pas de candidats.

source: You have already voted on this poll.
es: Ya has votado en esta encuesta.
fr: Vous avez déjà voté pour ce sondage.

source: Session expired. Please authenticate again.
es: Sesión expirada. Por favor, autentíquese de nuevo.
fr: Session expirée. Veuillez vous authentifier à nouveau.

source: This password has already been used.
es: Esta contraseña ya ha sido utilizada.
fr: Ce mot de passe a déjà été utilisé.

source: Your vote has been recorded!
es: ¡Su voto ha sido registrado!
fr: Votre vote a été enregistré !

source: Error recording vote. Please try again.
es: Error al registrar el voto. Por favor, inténtalo de nuevo.
fr: Erreur lors de l'enregistrement du vote. Veuillez réessayer.

source: Results are only available after the poll is closed or when released by the creator.
es: Los resultados solo están disponibles después del cierre de la encuesta o cuando el creador los publique.
fr: Les résultats ne sont disponibles qu'une fois le sondage clos ou publiés par le créateur.

source: Error calculating results.
es: Error al calcular los resultados.
fr: Erreur lors du calcul des résultats.

source: Invalid creator code.
es: Código de creador inválido.
fr: Code créateur invalide.

source: No polls found for this creator code.
es: No se encontraron encuestas para este código de creador.
fr: Aucun sondage trouvé pour ce code créateur.

source: Poll "%(title)s" reopened!
es: ¡La encuesta «%(title)s» ha sido reabierta!
fr: Le sondage « %(title)s » a été rouvert !

source: Poll "%(title)s" permanently deleted!
es: ¡La encuesta «%(title)s» ha sido eliminada permanentemente!
fr: Le sondage « %(title)s » a été définitivement supprimé !

source: Results for "%(title)s" released! Voters can now view results.
es: ¡Resultados para «%(title)s» publicados! Los votantes ahora pueden ver los resultados.
fr: Résultats pour « %(title)s » publiés ! Les votants peuvent maintenant voir les résultats.

source: Results for "%(title)s" are now hidden.
es: Los resultados para «%(title)s» ahora están ocultos.
fr: Les résultats pour « %(title)s » sont maintenant masqués.

source: Poll not found.
es: Encuesta no encontrada.
fr: Sondage introuvable.

source: Error performing action.
es: Error al realizar la acción.
fr: Erreur lors de l'exécution de l'action.

source: Invalid creator code. No polls found.
es: Código de creador inválido. No se encontraron encuestas.
fr: Code créateur invalide. Aucun sondage trouvé.

source: Please enter a creator code.
es: Por favor ingrese un código de creador.
fr: Veuillez entrer un code créateur.

source: Results are not yet released for this poll.
es: Los resultados aún no se han publicado para esta encuesta.
fr: Les résultats ne sont pas encore publiés pour ce sondage.

source: Each verification_id is a secure hash of the individual vote record.
es: Cada verification_id es un hash seguro del registro de voto individual.
fr: Chaque verification_id est un hachage sécurisé de l'enregistrement de vote individuel.

source: The poll will be visible on the homepage. Leave unchecked if you just want a private link to share.
es: Esta encuesta será visible en la página de inicio del sitio. Déjela desmarcada si solo desea generar un enlace privado para compartir.

source: Limit voting time
fr: Limiter la durée du vote

source: Set a deadline for the poll. Voting will automatically close after this time.
fr: Définir une date limite pour le sondage. Le vote sera automatiquement clos après ce délai.

source: Duration
fr: Durée

source: Hours
fr: Heures

source: Days
fr: Jours

source: Unit
fr: Unité

source: Please specify a duration.
fr: Veuillez spécifier une durée.

source: Example: \
fr: Exemple : \

source: Python vs JavaScript:
fr: Python contre JavaScript :
