Repository: Okuromatsu/vote-condorcet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Enter one candidate per line
es: Ingrese un candidato por línea
fr: Entrez un candidat par ligne

source: Enter one candidate per line (minimum 2, maximum 50)
es: Ingrese un candidato por línea (mínimo 2, máximo 50)
fr: Entrez un candidat par ligne (minimum 2, maximum 50)

source: Candidates
es: Candidatos
fr: Candidats

source: Number of voters
es: Número de votantes
fr: Nombre de votants

source: How many unique passwords to generate (2-100)
es: Cuántas contraseñas únicas generar (2-100)
fr: Combien de mots de passe uniques générer (2-100)

source: Poll Title
es: Título de la encuesta
fr: Titre du sondage

source: Poll Description
es: Descripción de la encuesta
fr: Description du sondage

source: Tiebreaker Method
es: Método de desempate
fr: Méthode de départage

source: Allow multiple votes per device
es: Permitir varios votos por dispositivo
fr: Autoriser plusieurs votes par appareil

source: Make poll public
es: Hacer pública la encuesta
fr: Rendre le sondage public

source: Secure vote with unique passwords
es: Voto seguro con contraseñas únicas
fr: Sécuriser le vote avec des mots de passe uniques

source: e.g., Best Programming Language?
es: ej., ¿Mejor lenguaje de programación?
fr: ex : Meilleur langage de programmation ?

source: Optional details about this poll...
es: Detalles opcionales sobre esta encuesta...
fr: Détails optionnels pour ce scrutin...

source: Enable this for shared devices (e.g., passing a tablet around). Bypasses duplicate vote protection.
es: Habilite esto para dispositivos compartidos (ej: pasar una tableta). Omite la protección contra votos duplicados.
fr: Activez ceci pour les appareils partagés (ex: passer une tablette). Contourne la protection contre les votes en double.

source: Polls are private by default (only accessible via a private link).
es: Las encuestas son privadas por defecto (solo accesibles a través de un enlace privado).
fr: Les sondages sont privés par défaut (accessibles uniquement via un lien privé).

source: Generate a list of one-time passwords. Each voter will need a unique password to vote.
es: Generar una lista de contraseñas de un solo uso. Cada votante necesitará una contraseña única para votar.
fr: Générer une liste de mots de passe à usage unique. Chaque votant aura besoin d'un mot de passe unique pour voter.

source: You cannot enable both 'Multiple votes per device' and 'Secure password protection'. Password protection enforces strict one-person-one-vote.
es: No puede habilitar 'Múltiples votos por dispositivo' y 'Protección segura con contraseña' simultáneamente. La protección con contraseña impone estrictamente un voto por persona.
fr: Vous ne pouvez pas activer à la fois 'Plusieurs votes par appareil' et 'Protection par mot de passe'. La protection par mot de passe impose un vote unique strict par personne.

source: Number of voters is required when password protection is enabled.
es: El número de votantes es requerido cuando la protección por contraseña está habilitada.
fr: Le nombre de votants est requis lorsque la protection par mot de passe est activée.

source: Number of voters must be between 2 and 100.
es: El número de votantes debe estar entre 2 y 100.
fr: Le nombre de votants doit être compris entre 2 et 100.

source: Password
es: Contraseña
fr: Mot de passe

source: Enter your unique voting password
es: Ingrese su contraseña de votación única
fr: Entrez votre mot de passe de vote unique

source: About Condorcet Voting
es: Acerca de la votación Condorcet
fr: À propos du vote Condorcet

source: The Condorcet Voting Method
es: El método de votación Condorcet
fr: La méthode de vote Condorcet

source: A fair and mathematically superior voting system for collective decision-making
es: Un sistema de votación justo y matemáticamente superior para la toma de decisiones colectiva
fr: Un système de vote juste et mathématiquement supérieur pour la prise de décision collective

source: What is Condorcet Voting?
es: ¿Qué es la votación Condorcet?
fr: Qu'est-ce que le vote Condorcet ?

source: The Condorcet method is a voting system named after the 18th-century French mathematician and philosopher
es: El método de Condorcet es un sistema de votación nombrado después del matemático y filósofo francés del siglo XVIII
fr: La méthode Condorcet est un système de vote nommé d'après le mathématicien et philosophe français du 18e siècle

source: It's based on a simple but powerful principle:
es: Se basa en un principio simple pero poderoso:
fr: Il est basé sur un principe simple mais puissant :

source: The Condorcet winner is the candidate who would beat every other candidate in a head-to-head matchup.
es: El candidato que vence a todos los demás en enfrentamientos directos gana.
fr: Le candidat qui bat tous les autres dans des matchs à 1 contre 1 est le vainqueur de Condorcet.

source: In Condorcet voting, each voter ranks all candidates by preference (1st choice, 2nd choice, etc.). The system then performs pairwise comparisons between all candidates to find the most preferred candidate overall.
es: En la votación Condorcet, cada votante clasifica a todos los candidatos por preferencia (primera opción, segunda opción, etc.). El sistema realiza comparaciones por pares entre todos los candidatos para encontrar el candidato más preferido en general.
fr: Dans le vote Condorcet, chaque électeur classe tous les candidats selon ses préférences (1er choix, 2e choix, etc.). Le système effectue ensuite des comparaisons par paires entre tous les candidats pour trouver le candidat préféré globalement.

source: How It Works
es: Cómo funciona
fr: Comment ça fonctionne

source: Step 1: Voters Rank Candidates
es: Paso 1: Los votantes clasifican a los candidatos
fr: Étape 1 : Les électeurs classent les candidats

source: Instead of voting for just one candidate, voters rank ALL candidates in order of preference:
es: En lugar de votar solo por un candidato, los votantes clasifican TODOS los candidatos en orden de preferencia:
fr: Au lieu de voter pour un seul candidat, les électeurs classent TOUS les candidats selon leur ordre de préférence :

source: Example: "Best Option"
es: Ejemplo: "Mejor Opción"

source: 1st
es: 1º

source: Candidate A
es: Candidato A

source: 2nd
es: 2º

source: Candidate B
es: Candidato B

source: 3rd
es: 3º

source: Candidate C
es: Candidato C

source: Step 2: Pairwise Comparisons
es: Paso 2: Comparaciones por pares
fr: Étape 2 : Comparaisons par paires

source: The system compares each candidate against every other candidate head-to-head:
es: El sistema compara a cada candidato contra todos los demás uno a uno:
fr: Nous comparons chaque candidat avec tous les autres candidats en tête-à-tête.

source: Candidate A vs Candidate B:
es: Candidato A contra Candidato B:

source: How many voters prefer Candidate A? How many prefer Candidate B?
es: ¿Cuántos votantes prefieren el Candidato A? ¿Cuántos prefieren el Candidato B?

source: Candidate A vs Candidate C:
es: Candidato A contra Candidato C:

source: How many voters prefer Candidate A? How many prefer Candidate C?
es: ¿Cuántos votantes prefieren el Candidato A? ¿Cuántos prefieren el Candidato C?

source: Candidate B vs Candidate C:
es: Candidato B contra Candidato C:

source: How many voters prefer Candidate B? How many prefer Candidate C?
es: ¿Cuántos votantes prefieren el Candidato B? ¿Cuántos prefieren el Candidato C?

source: Step 3: Find the Winner
es: Paso 3: Encontrar el ganador
fr: Étape 3 : Trouver le gagnant

source: If one candidate beats ALL others in their head-to-head matchups, they are the
es: Si un candidato vence a TODOS los demás en sus enfrentamientos directos, es el
fr: Le candidat qui bat tous les autres dans les matchs directs est le

source: Condorcet winner
es: ganador Condorcet
fr: vainqueur de Condorcet

source: Real Example: The Spoiler Effect
es: Ejemplo real: El efecto spoiler
fr: Exemple réel : L'effet spoiler

source: Imagine a vote with three candidates:
es: Imagine una votación con tres candidatos:

source: and
es: y
fr: et

source: Candidate A and Candidate B are similar, while Candidate C is very different. Ideally, the winner should reflect the majority's preference, but traditional voting fails here.
es: El Candidato A y el Candidato B son similares, mientras que el Candidato C es muy diferente. Idealmente, el ganador debería reflejar la preferencia de la mayoría, pero la votación tradicional falla aquí.

source: Votes:
es: Votos:

source: 100 voters ranked them as follows:
es: 100 votantes los clasificaron de la siguiente manera:
fr: 100 électeurs les ont classés comme suit :

source: Voters
es: Votantes
fr: Électeurs

source: 1st Choice
es: Primera opción
fr: 1er choix

source: 2nd Choice
es: Segunda opción
fr: 2e choix

source: 3rd Choice
es: Tercera opción
fr: 3e choix

source: Traditional Voting (FPTP)
es: Votación tradicional (Escrutinio mayoritario)
fr: Vote traditionnel (Scrutin majoritaire)

source: Only 1st choices are counted:
es: Solo se cuentan las primeras opciones:
fr: Seuls les 1ers choix sont comptés :

source: Winner
es: Ganador
fr: Gagnant

source: Problem:
es: Problema:
fr: Problème :

source: Candidate C wins even though 60%% of voters preferred either A or B. A and B split the vote, acting as spoilers for each other.
es: El Candidato C gana aunque el 60%% de los votantes prefería a A o a B. A y B dividieron el voto, actuando como 'spoilers' entre sí.

source: Condorcet Voting
es: Votación Condorcet
fr: Vote Condorcet

source: We compare head-to-head:
es: Comparamos cara a cara:
fr: Nous comparons en tête-à-tête :

source: B>A>C voters
es: Votantes de B>A>C

source: A>B>C voters
es: Votantes de A>B>C

source: C>B>A voters
es: Votantes de C>B>A

source: Candidate B wins
es: El Candidato B gana

source: Candidate B vs Candidate A:
es: Candidato B contra Candidato A:

source: Result:
es: Resultado:
fr: Résultat :

source: Candidate B beats everyone head-to-head. It is the true consensus winner.
es: El Candidato B vence a todos en enfrentamientos directos. Es el verdadero ganador por consenso.

source: Why Condorcet is Superior
es: Por qué Condorcet es superior
fr: Pourquoi Condorcet est supérieur

source: Traditional voting methods suffer from serious mathematical flaws that Condorcet solves.
es: Los métodos de votación tradicionales sufren graves fallos matemáticos que Condorcet resuelve.
fr: Les méthodes de vote traditionnelles souffrent de graves défauts mathématiques que Condorcet résout.

source: Problems with Traditional Methods
es: Problemas con los métodos tradicionales
fr: Problèmes des méthodes traditionnelles

source: The Spoiler Effect
es: El efecto spoiler
fr: L'effet spoiler

source: Similar candidates split the vote, allowing a less popular candidate to win (violates Independence of Irrelevant Alternatives).
es: Candidatos similares dividen el voto, permitiendo que gane un candidato menos popular (viola la Independencia de Alternativas Irrelevantes).
fr: Des candidats similaires divisent le vote, permettant à un candidat moins populaire de gagner (viole l'Indépendance des Alternatives Non Pertinentes).

source: Strategic Voting (Non-sincerity)
es: Voto estratégico (No sinceridad)
fr: Vote stratégique (Non-sincérité)

source: Voters are forced to vote for the 'lesser of two evils' instead of their true favorite to avoid wasting their vote.
es: Los votantes se ven obligados a votar por el 'mal menor' en lugar de su verdadero favorito para evitar desperdiciar su voto.
fr: Les électeurs sont obligés de voter pour le 'moindre mal' au lieu de leur vrai favori pour éviter de gâcher leur vote.

source: Non-Monotonicity
es: No monotonicidad
fr: Non-monotonie

source: In some systems (like Instant Runoff), ranking a candidate HIGHER can actually cause them to LOSE. This is a major flaw.
es: En algunos sistemas (como la segunda vuelta instantánea), clasificar a un candidato MÁS ALTO puede hacer que PIERDA. Esto es un fallo grave.
fr: Dans certains systèmes (comme le vote alternatif), classer un candidat PLUS HAUT peut en fait le faire PERDRE. C'est un défaut majeur.

source: Center Squeeze
es: Compresión del centro
fr: Compression du centre

source: Moderate candidates who would beat everyone head-to-head often lose because they lack strong 'first choice' support.
es: Los candidatos moderados que vencerían a todos cara a cara a menudo pierden porque carecen de un fuerte apoyo de 'primera opción'.
fr: Les candidats modérés qui battraient tout le monde en tête-à-tête perdent souvent parce qu'ils manquent de soutien fort en 'premier choix'.

source: Condorcet Advantages
es: Ventajas de Condorcet
fr: Avantages de Condorcet

source: Condorcet Consistency
es: Consistencia de Condorcet
fr: Cohérence de Condorcet

source: If a candidate can beat every other candidate in a one-on-one race, they are guaranteed to win.
es: Si un candidato puede vencer a todos los demás candidatos en una carrera uno contra uno, tiene garantizada la victoria.
fr: Si un candidat peut battre tous les autres candidats dans une course en tête-à-tête, il est garanti de gagner.

source: Sincere Voting
es: Voto sincero
fr: Vote sincère

source: Voters can support their true favorite without fear of helping their least favorite win.
es: Los votantes pueden apoyar a su verdadero favorito sin temor a ayudar a ganar a su menos favorito.
fr: Les électeurs peuvent soutenir leur vrai favori sans craindre d'aider leur moins favori à gagner.

source: Resistance to Manipulation
es: Resistencia a la manipulación
fr: Résistance à la manipulation

source: It is much harder to manipulate the outcome through strategic nomination or voting.
es: Es mucho más difícil manipular el resultado mediante nominaciones o votaciones estratégicas.
fr: Il est beaucoup plus difficile de manipuler le résultat par une nomination ou un vote stratégique.

source: Stable Consensus
es: Consenso estable
fr: Consensus stable

source: Selects the candidate with the broadest appeal, not just the most passionate minority.
es: Selecciona al candidato con el atractivo más amplio, no solo a la minoría más apasionada.
fr: Sélectionne le candidat avec l'attrait le plus large, pas seulement la minorité la plus passionnée.

source: The Condorcet Paradox
es: La paradoja de Condorcet
fr: Le paradoxe de Condorcet

source: Sometimes, no candidate beats all others in pairwise comparisons. This creates a cycle: A beats B, B beats C, but C beats A. This is called the
es: A veces, ningún candidato vence a todos los demás en enfrentamientos por pares. Esta es la paradoja de Condorcet.
fr: Parfois, aucun candidat ne bat tous les autres dans les comparaisons par paires. Cela crée un cycle : A bat B, B bat C, mais C bat A. C'est ce qu'on appelle

source: Condorcet Paradox
es: Paradoja de Condorcet
fr: Paradoxe de Condorcet

source: Example:
es: Ejemplo:
fr: Exemple :

source: Imagine 3 voters ranking 3 candidates:
es: Imagina 3 votantes clasificando 3 candidatos:
fr: Imaginez 3 électeurs classant 3 candidats :

source: Voter 1:
es: Votante 1:
fr: Électeur 1 :

source: Voter 2:
es: Votante 2:
fr: Électeur 2 :

source: Voter 3:
es: Votante 3:
fr: Électeur 3 :

source: Pairwise results:
es: Resultados por pares:
fr: Résultats par paires :

source: A wins
es: A gana
fr: A gagne

source: B wins
es: B gana
fr: B gagne

source: C wins
es: C gana
fr: C gagne

source: It's a cycle! No single Condorcet winner exists.
es: ¡Es un ciclo! No existe un único ganador de Condorcet.
fr: C'est un cycle ! Aucun gagnant Condorcet unique n'existe.

source: Solution: Tiebreaker Methods
es: Método de desempate
fr: Méthode de départage

source: When no Condorcet winner exists, we use tiebreaker methods:
es: Cuando no existe un ganador de Condorcet, usamos métodos de desempate:
fr: Quand aucun gagnant Condorcet n'existe, nous utilisons des méthodes de départage :

source: Schulze Method (Recommended)
es: Método de Schulze (Recomendado)
fr: Méthode de Schulze (Recommandée)

source: Finds the candidate with the strongest 'path' through the preference graph. It's the most sophisticated method and often preferred.
es: Encuentra el candidato con el 'camino' más fuerte a través del gráfico de preferencias. Es el método más sofisticado y a menudo preferido.
fr: Trouve le candidat avec le 'chemin' le plus fort dans le graphe des préférences. C'est la méthode la plus sophistiquée et souvent la préférée.

source: Advantages:
es: Ventajas:
fr: Avantages :

source: Resolves cycles fairly
es: Resuelve ciclos de manera justa
fr: Résout les cycles équitablement

source: Based on strong mathematical principles
es: Basado en principios matemáticos sólidos
fr: Basé sur des principes mathématiques solides

source: Widely used in consensus voting
es: Ampliamente utilizado en votaciones por consenso
fr: Largement utilisé dans les scrutins de consensus

source: Borda Count
es: Recuento de Borda
fr: Méthode de Borda

source: Each voter awards points based on ranking position (1st = n points, 2nd = n-1 points, etc.). The candidate with the most points wins.
es: Cada votante otorga puntos según la posición de clasificación (1º = n puntos, 2º = n-1 puntos, etc.). El candidato con más puntos gana.
fr: Chaque électeur attribue des points en fonction de la position du classement (1er = n points, 2e = n-1 points, etc.). Le candidat avec le plus de points gagne.

source: Simple to understand and calculate
es: Fácil de entender y calcular
fr: Simple à comprendre et à calculer

source: Considers all preferences
es: Considera todas las preferencias
fr: Considère toutes les préférences

source: Disadvantages:
es: Desventajas:
fr: Inconvénients :

source: Can be susceptible to vote splitting
es: Puede ser susceptible a la división de votos
fr: Peut être susceptible à la fragmentation des voix

source: May not reflect true majority preferences
es: Puede no reflejar las verdaderas preferencias de la mayoría
fr: Peut ne pas refléter les véritables préférences de la majorité

source: Random Selection
es: Selección aleatoria
fr: Sélection aléatoire

source: When a cycle is truly intractable and all methods tie, randomly select from top candidates. This is rarely used but available as a fallback.
es: Cuando un ciclo es realmente intratable y todos los métodos se empatan, selecciona aleatoriamente de los mejores candidatos. Esto se usa raramente pero está disponible como alternativa.
fr: Quand un cycle est vraiment insoluble et que toutes les méthodes s'équivalent, sélectionnez aléatoirement parmi les meilleurs candidats. C'est rarement utilisé mais disponible comme solution de secours.

source: When Should You Use Condorcet Voting?
es: ¿Cuándo se utiliza la votación Condorcet?
fr: Quand devriez-vous utiliser le vote Condorcet ?

source: Team decisions (choosing a project, tooling, etc.)
es: Decisiones de equipo (elegir un proyecto, herramientas, etc.)
fr: Décisions d'équipe (choix d'un projet, d'outils, etc.)

source: Community elections where fairness is important
es: Elecciones comunitarias donde la equidad es importante
fr: Élections communautaires où l'équité est importante

source: Awards or merit-based selections
es: Premios o selecciones basadas en mérito
fr: Prix ou sélections basées sur le mérite

source: Any situation where multiple preferences matter
es: Cualquier situación donde importan múltiples preferencias
fr: Toute situation où plusieurs préférences comptent

source: When you want to avoid controversial outcomes
es: Cuando quieres evitar resultados controvertidos
fr: Quand vous voulez éviter des résultats controversés

source: Ready to Vote Fairly?
es: ¿Listo para votar equitativamente?
fr: Prêt à voter équitablement ?

source: Create a poll and experience Condorcet voting yourself!
es: ¡Crea una encuesta y experimenta la votación Condorcet por ti mismo!
fr: Créez un sondage et expérimentez le vote Condorcet vous-même !

source: Create a Poll Now
es: Crear encuesta
fr: Créer un sondage

source: The Condorcet method is a voting system where voters rank candidates in order of preference. The winner is the candidate who would beat every other candidate in a head-to-head matchup.
es: El método Condorcet es un sistema donde los votantes clasifican candidatos. El ganador es quien vencería a todos los demás en enfrentamientos directos.
fr: La méthode de Condorcet est un système de vote où les électeurs classent les candidats par préférence. Le gagnant est celui qui battrait tous les autres candidats en duel.

source: Is this voting tool free?
es: ¿Es gratuita esta herramienta?
fr: Cet outil de vote est-il gratuit ?

source: Yes, vote-condorcet.com is a completely free, open-source online polling tool used for fair group decision making without registration.
es: Sí, vote-condorcet.com es una herramienta de encuestas en línea completamente gratuita y de código abierto, sin registro.
fr: Oui, vote-condorcet.com est un outil de sondage en ligne entièrement gratuit et open-source pour la prise de décision équitable sans inscription.

source: How does the Schulze method work?
es: ¿Cómo funciona el método Schulze?
fr: Comment fonctionne la méthode de Schulze ?

source: The Schulze method is a tiebreaker used when there is no clear Condorcet winner (a cycle). It finds the strongest path between candidates to determine the mathematically fairest winner.
es: El método Schulze rompe empates cuando no hay un ganador Condorcet claro. Encuentra el camino más fuerte entre candidatos para determinar el ganador más justo.
fr: La méthode de Schulze sert à départager en l'absence de vainqueur Condorcet clair (paradoxe). Elle trouve le chemin le plus fort entre les candidats pour déterminer le gagnant mathématiquement le plus juste.

source: Authentication Required
es: Autenticación requerida
fr: Authentification requise

source: Secure Poll
es: Encuesta segura
fr: Sondage sécurisé

source: This poll requires a unique one-time password to vote.
es: Esta encuesta requiere una contraseña única de un solo uso para votar.
fr: Ce sondage nécessite un mot de passe unique à usage unique pour voter.

source: Unlock Voting
es: Desbloquear votación
fr: Déverrouiller le vote

source: Back to Home
es: Volver al inicio
fr: Retour à l'accueil

source: Free Online Ranked Choice Voting Tool
es: Herramienta gratuita de votación por orden de preferencia
fr: Outil de vote préférentiel en ligne gratuit

source: Create fair online polls using the Condorcet voting method. The best Ranked Choice Voting tool for groups, decision making and elections. No registration required.
es: Crea encuestas justas usando el método Condorcet. La mejor herramienta de votación preferencial para grupos y elecciones. Sin registro.
fr: Créez des sondages équitables avec la méthode de Condorcet. Le meilleur outil de vote préférentiel pour les groupes et les élections. Sans inscription.

source: condorcet vote, ranked choice voting, online poll, condorcet method, schulze method, free voting tool, decision making, preferential voting, sondage condorcet, vote en ligne, scrutin condorcet
es: voto condorcet, votación preferencial, encuesta online, método condorcet, método schulze, herramienta de votación gratuita, toma de decisiones
fr: vote condorcet, vote préférentiel, sondage en ligne, méthode condorcet, méthode schulze, outil de vote gratuit, prise de décision, scrutin préférentiel, sondage condorcet, vote en ligne, scrutin condorcet

source: Home
es: Inicio
fr: Accueil

source: Create Poll
es: Crear encuesta
fr: Créer un sondage

source: Access Dashboard
es: Acceder al panel
fr: Accéder au tableau de bord

source: About
es: Acerca de
fr: À propos

source: Language
es: Idioma
fr: Langue

source: Warning:
es: Advertencia:
fr: Avertissement :

source: Success:
es: Éxito:
fr: Succès :

source: Info:
es: Información:

source: Condorcet Voting System
es: Sistema de votación Condorcet
fr: Système de vote de Condorcet
